{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "ursache für geiz",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "ursache für geiz",
    "method": "phrase",
    "resultPattern": "\\bursache für geiz",
    "segsMatched": 6,
    "bilaraPaths": [
      "root/pli/ms/sutta/dn/dn15_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/dn/dn15_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/dn/dn15_translation-en-sujato.json",
      "root/pli/ms/sutta/dn/dn34_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/dn/dn34_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/dn/dn34_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "dn15/de/sabbamitta",
      "dn34/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn15_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/dn/dn15_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/dn/dn15_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "dn15",
        "lang": "de",
        "segMap": {
          "dn15:9.1": {
            "scid": "dn15:9.1",
            "pli": "Iti kho panetaṁ, ānanda, vedanaṁ paṭicca taṇhā, taṇhaṁ paṭicca pariyesanā, pariyesanaṁ paṭicca lābho, lābhaṁ paṭicca vinicchayo, vinicchayaṁ paṭicca chandarāgo, chandarāgaṁ paṭicca ajjhosānaṁ, ajjhosānaṁ paṭicca pariggaho, pariggahaṁ paṭicca macchariyaṁ, macchariyaṁ paṭicca ārakkho. ",
            "de": "So kommt es also, Ānanda, dass Gefühl eine Ursache für Verlangen ist. Verlangen ist eine Ursache für Trachten. Trachten ist eine Ursache für das Gewinnen von materiellem Besitz. Das Gewinnen von materiellem Besitz ist eine Ursache für Bewerten. Bewerten ist eine Ursache für Sehnsucht und Begierde. Sehnsucht und Begierde sind eine Ursache für Anhänglichkeit. Anhänglichkeit ist eine Ursache für Besitzgier. Besitzgier ist eine <span class=\"ebt-matched\">Ursache für Geiz</span>. Geiz ist eine Ursache für Absicherung. ",
            "en": "So it is, Ānanda, that feeling is a cause of craving. Craving is a cause of seeking. Seeking is a cause of gaining material possessions. Gaining material possessions is a cause of assessing. Assessing is a cause of desire and lust. Desire and lust is a cause of attachment. Attachment is a cause of possessiveness. Possessiveness is a cause of stinginess. Stinginess is a cause of safeguarding. ",
            "matched": true
          },
          "dn15:11.1": {
            "scid": "dn15:11.1",
            "pli": "‘Macchariyaṁ paṭicca ārakkho’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā macchariyaṁ paṭicca ārakkho. ",
            "de": "‚Geiz ist eine Ursache für Absicherung‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
            "en": "‘Stinginess is a cause of safeguarding’—that’s what I said. And this is a way to understand how this is so. ",
            "matched": true
          },
          "dn15:11.4": {
            "scid": "dn15:11.4",
            "pli": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo ārakkhassa, yadidaṁ macchariyaṁ. ",
            "de": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Absicherung: nämlich Geiz. ",
            "en": "“That’s why this is the cause, source, origin, and condition of safeguarding, namely stinginess. ",
            "matched": true
          },
          "dn15:12.1": {
            "scid": "dn15:12.1",
            "pli": "‘Pariggahaṁ paṭicca macchariyan’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā pariggahaṁ paṭicca macchariyaṁ. ",
            "de": "‚Besitzgier ist eine <span class=\"ebt-matched\">Ursache für Geiz</span>‘ – das habe ich gesagt. Eine Art, zu verstehen, wie das gemeint ist, ist diese: ",
            "en": "‘Possessiveness is a cause of stinginess’—that’s what I said. And this is a way to understand how this is so. ",
            "matched": true
          },
          "dn15:12.4": {
            "scid": "dn15:12.4",
            "pli": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo macchariyassa, yadidaṁ pariggaho. ",
            "de": "„Aus diesem Grund ist das die Ursache, die Quelle, der Ursprung und die Bedingung für Geiz: nämlich Besitzgier. ",
            "en": "“That’s why this is the cause, source, origin, and condition of stinginess, namely possessiveness. ",
            "matched": true
          }
        },
        "score": 5.018,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Lange Lehrreden 15\nDie große Lehrrede über das Kausalprinzip\n1. Abhängiges Entstehen",
        "segsMatched": 5,
        "langSegs": {
          "pli": 277,
          "de": 254,
          "en": 276
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn34_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/dn/dn34_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/dn/dn34_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "dn34",
        "lang": "de",
        "segMap": {
          "dn34:2.2.32": {
            "scid": "dn34:2.2.32",
            "pli": "taṇhaṁ paṭicca pariyesanā, pariyesanaṁ paṭicca lābho, lābhaṁ paṭicca vinicchayo, vinicchayaṁ paṭicca chandarāgo, chandarāgaṁ paṭicca ajjhosānaṁ, ajjhosānaṁ paṭicca pariggaho, pariggahaṁ paṭicca macchariyaṁ, macchariyaṁ paṭicca ārakkho, ārakkhādhikaraṇaṁ daṇḍādānasatthādānakalahaviggahavivādatuvaṁtuvaṁpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavanti. ",
            "de": "Verlangen ist eine Ursache für Trachten. Trachten ist eine Ursache für das Gewinnen von materiellem Besitz. Das Gewinnen von materiellem Besitz ist eine Ursache für Bewerten. Bewerten ist eine Ursache für Sehnsucht und Begierde. Sehnsucht und Begierde sind eine Ursache für Anhänglichkeit. Anhänglichkeit ist eine Ursache für Besitzgier. Besitzgier ist eine <span class=\"ebt-matched\">Ursache für Geiz</span>. Geiz ist eine Ursache für Absicherung. Aufgrund von Absicherung kommen zahlreiche schlechte, untaugliche Dinge zustande: das Greifen zu Stock und Schwert, Streit, Zank, Kämpfe, Anschuldigungen, entzweiende Rede und Lügen. ",
            "en": "Craving is a cause of seeking. Seeking is a cause of gaining material possessions. Gaining material possessions is a cause of assessing. Assessing is a cause of desire and lust. Desire and lust is a cause of attachment. Attachment is a cause of possessiveness. Possessiveness is a cause of stinginess. Stinginess is a cause of safeguarding. Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, fights, accusations, divisive speech, and lies. ",
            "matched": true
          }
        },
        "score": 1.001,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Lange Lehrreden 34\nBis zu zehn",
        "segsMatched": 1,
        "langSegs": {
          "pli": 894,
          "de": 754,
          "en": 891
        }
      }
    ]
  }
}