{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "a state of immersion",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en"
      ],
      "maxResults": 1000,
      "searchLang": "en",
      "maxDoc": 50,
      "minLang": 2,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "en",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "en",
    "searchLang": "en",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "a state of immersion",
    "method": "phrase",
    "resultPattern": "\\ba state of immersion",
    "segsMatched": 30,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an11/an11.7_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an11/an11.7_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn41/sn41.8_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn41/sn41.8_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an3/an3.32_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an3/an3.32_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.21_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an11/an11.21_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.19_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an11/an11.19_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an10/an10.6_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an10/an10.6_translation-en-sujato.json",
      "root/pli/ms/sutta/dn/dn11_root-pli-ms.json",
      "translation/en/sujato/sutta/dn/dn11_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.8_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an11/an11.8_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.20_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an11/an11.20_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an11/an11.18_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an11/an11.18_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an10/an10.7_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an10/an10.7_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an11.7/en/sujato",
      "sn41.8/en/sujato",
      "an3.32/en/sujato",
      "an11.21/en/sujato",
      "an11.19/en/sujato",
      "an10.6/en/sujato",
      "dn11/en/sujato",
      "an11.8/en/sujato",
      "an11.20/en/sujato",
      "an11.18/en/sujato",
      "an10.7/en/sujato"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.7_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an11/an11.7_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.7",
        "lang": "en",
        "segMap": {
          "an11.7:2.1": {
            "scid": "an11.7:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "en": "“Could it be, sir, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:3.1": {
            "scid": "an11.7:3.1",
            "pli": "“Siyā, ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "en": "“It could be, Ānanda, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:5.3": {
            "scid": "an11.7:5.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa, saññī ca pana assā”ti. ",
            "en": "That’s how a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:7.1": {
            "scid": "an11.7:7.1",
            "pli": "“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa, saññī pana assā”ti. ",
            "en": "“Could it be, reverend Sāriputta, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this? They wouldn’t perceive earth in earth … And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.7:9.3": {
            "scid": "an11.7:9.3",
            "pli": "Evaṁ kho, āvuso ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi na saññī assa, saññī ca pana assā”ti. ",
            "en": "That’s how a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this. They wouldn’t perceive earth in earth … And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 5.2,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 11\n1. Dependence\n7. Percipient",
        "segsMatched": 5,
        "langSegs": {
          "pli": 25,
          "en": 24
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.6_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an10/an10.6_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an10.6",
        "lang": "en",
        "segMap": {
          "an10.6:1.2": {
            "scid": "an10.6:1.2",
            "pli": "“siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti? ",
            "en": "“Could it be, sir, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          },
          "an10.6:1.3": {
            "scid": "an10.6:1.3",
            "pli": "“Siyā, ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti. ",
            "en": "“It could be, Ānanda, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          },
          "an10.6:3.3": {
            "scid": "an10.6:3.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti. ",
            "en": "That’s how a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 3.273,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 10\n1. Benefits\n6. Immersion",
        "segsMatched": 3,
        "langSegs": {
          "pli": 11,
          "en": 10
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.19_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an11/an11.19_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.19",
        "lang": "en",
        "segMap": {
          "an11.19:2.1": {
            "scid": "an11.19:2.1",
            "pli": "“Siyā nu kho, bhikkhave, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa …pe… na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "en": "“Could it be, mendicants, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.19:4.1": {
            "scid": "an11.19:4.1",
            "pli": "“Siyā, bhikkhave, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "en": "“A mendicant could gain such <span class=\"ebt-matched\">a state of immersion</span>.” ",
            "matched": true
          },
          "an11.19:6.3": {
            "scid": "an11.19:6.3",
            "pli": "Evaṁ kho, bhikkhave, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "en": "That’s how a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 3.167,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 11\n2. Recollection\n19. Immersion (2nd)",
        "segsMatched": 3,
        "langSegs": {
          "pli": 18,
          "en": 17
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an3/an3.32_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an3/an3.32_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an3.32",
        "lang": "en",
        "segMap": {
          "an3.32:2.1": {
            "scid": "an3.32:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
            "en": "“Could it be, sir, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> such that there’s no ego, possessiveness, or underlying tendency to conceit for this conscious body; and no ego, possessiveness, or underlying tendency to conceit for all external stimuli; ",
            "matched": true
          },
          "an3.32:2.3": {
            "scid": "an3.32:2.3",
            "pli": "“Siyā, ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
            "en": "“It could be, Ānanda, that a mendicant gains <span class=\"ebt-matched\">a state of immersion</span> such that they have no ego, possessiveness, or underlying tendency to conceit for this conscious body; and no ego, possessiveness, or underlying tendency to conceit for all external stimuli; ",
            "matched": true
          },
          "an3.32:4.3": {
            "scid": "an3.32:4.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu; ",
            "en": "That’s how, Ānanda, a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> such that there’s no ego, possessiveness, or underlying tendency to conceit for this conscious body; and no ego, possessiveness, or underlying tendency to conceit for all external stimuli; ",
            "matched": true
          }
        },
        "score": 3.15,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 3\n4. Messengers of the Gods\n32. With Ānanda",
        "segsMatched": 3,
        "langSegs": {
          "pli": 20,
          "en": 19
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.21_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an11/an11.21_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.21",
        "lang": "en",
        "segMap": {
          "an11.21:1.2": {
            "scid": "an11.21:1.2",
            "pli": "“siyā nu kho, āvuso, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "en": "“Could it be, reverends, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.21:4.1": {
            "scid": "an11.21:4.1",
            "pli": "“Siyā, āvuso, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "en": "“A mendicant could gain such <span class=\"ebt-matched\">a state of immersion</span>.” ",
            "matched": true
          },
          "an11.21:6.3": {
            "scid": "an11.21:6.3",
            "pli": "Evaṁ kho, āvuso, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "en": "That’s how a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 3.13,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 11\n2. Recollection\n21. Immersion (4th)",
        "segsMatched": 3,
        "langSegs": {
          "pli": 23,
          "en": 21
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn41/sn41.8_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn41/sn41.8_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn41.8",
        "lang": "en",
        "segMap": {
          "sn41.8:1.6": {
            "scid": "sn41.8:1.6",
            "pli": "atthi avitakko avicāro samādhi, atthi vitakkavicārānaṁ nirodho”ti? ",
            "en": "there is <span class=\"ebt-matched\">a state of immersion</span> without placing the mind and keeping it connected; that there is the cessation of placing the mind and keeping it connected?” ",
            "matched": true
          },
          "sn41.8:2.2": {
            "scid": "sn41.8:2.2",
            "pli": "Atthi avitakko avicāro samādhi, atthi vitakkavicārānaṁ nirodho”ti. ",
            "en": "there is <span class=\"ebt-matched\">a state of immersion</span> without placing the mind and keeping it connected; that there is the cessation of placing the mind and keeping it connected.” ",
            "matched": true
          },
          "sn41.8:3.9": {
            "scid": "sn41.8:3.9",
            "pli": "Atthi avitakko avicāro samādhi, atthi vitakkavicārānaṁ nirodho”ti. ",
            "en": "there is <span class=\"ebt-matched\">a state of immersion</span> without placing the mind and keeping it connected; that there is the cessation of placing the mind and keeping it connected?” ",
            "matched": true
          }
        },
        "score": 3.068,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Linked Discourses 41\n1. With Citta\n8. Nigaṇṭha Nāṭaputta",
        "segsMatched": 3,
        "langSegs": {
          "pli": 44,
          "en": 43
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.18_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an11/an11.18_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.18",
        "lang": "en",
        "segMap": {
          "an11.18:2.1": {
            "scid": "an11.18:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "en": "“Could it be, sir, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.18:5.3": {
            "scid": "an11.18:5.3",
            "pli": "Evaṁ kho, bhikkhave, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "en": "That’s how a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 2.182,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 11\n2. Recollection\n18. Immersion (1st)",
        "segsMatched": 2,
        "langSegs": {
          "pli": 11,
          "en": 10
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.20_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an11/an11.20_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.20",
        "lang": "en",
        "segMap": {
          "an11.20:2.1": {
            "scid": "an11.20:2.1",
            "pli": "“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti? ",
            "en": "“Could it be, reverend, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          },
          "an11.20:4.3": {
            "scid": "an11.20:4.3",
            "pli": "Evaṁ kho, āvuso, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa …pe… yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā tatrāpi na saññī assa; saññī ca pana assā”ti. ",
            "en": "That’s how a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, known, attained, sought, or explored by the mind. And yet they would still perceive.” ",
            "matched": true
          }
        },
        "score": 2.167,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 11\n2. Recollection\n20. Immersion (3rd)",
        "segsMatched": 2,
        "langSegs": {
          "pli": 12,
          "en": 11
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.7_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an10/an10.7_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an10.7",
        "lang": "en",
        "segMap": {
          "an10.7:2.1": {
            "scid": "an10.7:2.1",
            "pli": "“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṁ pathavisaññī assa, na āpasmiṁ āposaññī assa, na tejasmiṁ tejosaññī assa, na vāyasmiṁ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa; saññī ca pana assā”ti? ",
            "en": "“Could it be, reverend Sāriputta, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world. And yet they would still perceive.” ",
            "matched": true
          },
          "an10.7:4.3": {
            "scid": "an10.7:4.3",
            "pli": "Tatthāhaṁ tathārūpaṁ samādhiṁ samāpajjiṁ yathā neva pathaviyaṁ pathavisaññī ahosiṁ, na āpasmiṁ āposaññī ahosiṁ, na tejasmiṁ tejosaññī ahosiṁ, na vāyasmiṁ vāyosaññī ahosiṁ, na ākāsānañcāyatane ākāsānañcāyatanasaññī ahosiṁ, na viññāṇañcāyatane viññāṇañcāyatanasaññī ahosiṁ, na ākiñcaññāyatane ākiñcaññāyatanasaññī ahosiṁ, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī ahosiṁ, na idhaloke idhalokasaññī ahosiṁ, na paraloke paralokasaññī ahosiṁ; saññī ca pana ahosin”ti. ",
            "en": "There I gained <span class=\"ebt-matched\">a state of immersion</span> like this. I didn’t perceive earth in earth, water in water, fire in fire, or air in air. And I didn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And I didn’t perceive this world in this world, or the other world in the other world. And yet I still perceived.” ",
            "matched": true
          }
        },
        "score": 2.125,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 10\n1. Benefits\n7. Sāriputta",
        "segsMatched": 2,
        "langSegs": {
          "pli": 16,
          "en": 15
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an11/an11.8_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an11/an11.8_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an11.8",
        "lang": "en",
        "segMap": {
          "an11.8:2.1": {
            "scid": "an11.8:2.1",
            "pli": "“Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā na cakkhuṁ manasi kareyya, na rūpaṁ manasi kareyya, na sotaṁ manasi kareyya, na saddaṁ manasi kareyya, na ghānaṁ manasi kareyya, na gandhaṁ manasi kareyya, na jivhaṁ manasi kareyya, na rasaṁ manasi kareyya, na kāyaṁ manasi kareyya, na phoṭṭhabbaṁ manasi kareyya, na pathaviṁ manasi kareyya, na āpaṁ manasi kareyya, na tejaṁ manasi kareyya, na vāyaṁ manasi kareyya, na ākāsānañcāyatanaṁ manasi kareyya, na viññāṇañcāyatanaṁ manasi kareyya, na ākiñcaññāyatanaṁ manasi kareyya, na nevasaññānāsaññāyatanaṁ manasi kareyya, na idhalokaṁ manasi kareyya, na paralokaṁ manasi kareyya, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tampi na manasi kareyya; ",
            "en": "“Could it be, sir, that a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this. They wouldn’t be aware of the eye or sights, ear or sounds, nose or smells, tongue or tastes, or body or touches. They wouldn’t be aware of earth in earth, water in water, fire in fire, or air in air. And they wouldn’t be aware of the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t be aware of this world in this world, or the other world in the other world. And they wouldn’t be aware of what is seen, heard, thought, known, attained, sought, or explored by the mind. ",
            "matched": true
          },
          "an11.8:5.3": {
            "scid": "an11.8:5.3",
            "pli": "Evaṁ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā na cakkhuṁ manasi kareyya, na rūpaṁ manasi kareyya …pe… ",
            "en": "That’s how a mendicant might gain <span class=\"ebt-matched\">a state of immersion</span> like this. They wouldn’t be aware of the eye or sights, ear or sounds, nose or smells, tongue or tastes, or body or touches. … ",
            "matched": true
          }
        },
        "score": 2.118,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 11\n1. Dependence\n8. Awareness",
        "segsMatched": 2,
        "langSegs": {
          "pli": 17,
          "en": 16
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn11_root-pli-ms.json",
          "translation/en/sujato/sutta/dn/dn11_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "dn11",
        "lang": "en",
        "segMap": {
          "dn11:68.1": {
            "scid": "dn11:68.1",
            "pli": "Atha kho so, kevaṭṭa, bhikkhu tathārūpaṁ samādhiṁ samāpajji, yathāsamāhite citte devayāniyo maggo pāturahosi. ",
            "en": "Then that mendicant attained <span class=\"ebt-matched\">a state of immersion</span> such that a path to the gods appeared. ",
            "matched": true
          },
          "dn11:80.1": {
            "scid": "dn11:80.1",
            "pli": "Atha kho so, kevaṭṭa, bhikkhu tathārūpaṁ samādhiṁ samāpajji, yathāsamāhite citte brahmayāniyo maggo pāturahosi. ",
            "en": "Then that mendicant attained <span class=\"ebt-matched\">a state of immersion</span> such that a path to Brahmā appeared. ",
            "matched": true
          }
        },
        "score": 2.01,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Long Discourses 11\nWith Kevaddha",
        "segsMatched": 2,
        "langSegs": {
          "pli": 199,
          "en": 198
        }
      }
    ]
  }
}