{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "vertrauen und.* liebe",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "vertrauen und.* liebe",
    "method": "phrase",
    "resultPattern": "\\bvertrauen und.* liebe",
    "segsMatched": 6,
    "bilaraPaths": [
      "root/pli/ms/sutta/an/an6/an6.30_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an6/an6.30_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an6/an6.30_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "an6.30/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an6/an6.30_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an6/an6.30_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an6/an6.30_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an6.30",
        "lang": "de",
        "segMap": {
          "an6.30:2.5": {
            "scid": "an6.30:2.5",
            "pli": "Yo ca kho, bhikkhave, tathāgataṁ vā tathāgatasāvakaṁ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, dassanānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgataṁ vā tathāgatasāvakaṁ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Das unübertreffliche Sehen ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, irgendwo hingeht, um einen Klargewordenen oder die Schülerin eines Klargewordenen zu sehen: um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, den Kreislauf des Leidens zu beenden und das Erlöschen zu verwirklichen. ",
            "en": "The unsurpassable seeing is when someone with settled faith and love, sure and devoted, goes to see a Realized One or their disciple. This is in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment. ",
            "matched": true
          },
          "an6.30:3.5": {
            "scid": "an6.30:3.5",
            "pli": "Yo ca kho, bhikkhave, tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, savanānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Das unübertreffliche Hören ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, irgendwo hingeht, um einen Klargewordenen oder die Schülerin eines Klargewordenen zu hören … ",
            "en": "The unsurpassable hearing is when someone with settled faith and love, sure and devoted, goes to hear the teaching of a Realized One or one of his disciples. … ",
            "matched": true
          },
          "an6.30:4.5": {
            "scid": "an6.30:4.5",
            "pli": "Yo ca kho, bhikkhave, tathāgate vā tathāgatasāvake vā saddhaṁ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, lābhānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgate vā tathāgatasāvake vā saddhaṁ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Der unübertreffliche Gewinn ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, Vertrauen zu einem Klargewordenen oder der Schülerin eines Klargewordenen gewinnt … ",
            "en": "The unsurpassable acquisition is when someone with settled faith and love, sure and devoted, acquires faith in a Realized One or their disciple. … ",
            "matched": true
          },
          "an6.30:5.5": {
            "scid": "an6.30:5.5",
            "pli": "Yo ca kho, bhikkhave, tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, sikkhānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati, niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Die unübertreffliche Übung ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, sich in der hohen Ethik, dem hohen Geist und der hohen Weisheit übt, die von einem Klargewordenen verkündet wurden. … ",
            "en": "The unsurpassable training is when someone with settled faith and love, sure and devoted, trains in the higher ethics, the higher mind, and the higher wisdom in the teaching and training proclaimed by a Realized One. … ",
            "matched": true
          },
          "an6.30:6.5": {
            "scid": "an6.30:6.5",
            "pli": "Yo ca kho, bhikkhave, tathāgataṁ vā tathāgatasāvakaṁ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, pāricariyānaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgataṁ vā tathāgatasāvakaṁ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Der unübertreffliche Dienst ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, einem Klargewordenen oder der Schülerin eines Klargewordenen dient. … ",
            "en": "The unsurpassable service is when someone with settled faith and love, sure and devoted, serves a Realized One or their disciple. … ",
            "matched": true
          },
          "an6.30:7.5": {
            "scid": "an6.30:7.5",
            "pli": "Yo ca kho, bhikkhave, tathāgataṁ vā tathāgatasāvakaṁ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṁ, bhikkhave, anussatīnaṁ sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ tathāgataṁ vā tathāgatasāvakaṁ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno. ",
            "de": "Die unübertreffliche Besinnung ist, wenn jemand, der im <span class=\"ebt-matched\">Vertrauen und in der Liebe</span> verankert ist, sicher und zuversichtlich, sich auf einen Klargewordenen oder auf die Schülerin eines Klargewordenen besinnt: um die Wesen zu läutern, Kummer und Weinen zu überwinden, Schmerz und Traurigkeit ein Ende zu machen, den Kreislauf des Leidens zu beenden und das Erlöschen zu verwirklichen. ",
            "en": "The unsurpassable recollection is when someone with settled faith and love, sure and devoted, recollects a Realized One or their disciple. … ",
            "matched": true
          }
        },
        "score": 6.09,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 6\n3. Unübertrefflich\n30. Unübertrefflich",
        "segsMatched": 6,
        "langSegs": {
          "pli": 67,
          "de": 60,
          "en": 65
        }
      }
    ]
  }
}