{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "whenever i want",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en"
      ],
      "maxResults": 1000,
      "searchLang": "en",
      "maxDoc": 50,
      "minLang": 2,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "en",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "en",
    "searchLang": "en",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "whenever i want",
    "method": "phrase",
    "resultPattern": "\\bwhenever i want",
    "segsMatched": 30,
    "bilaraPaths": [
      "root/pli/ms/sutta/sn/sn16/sn16.9_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn16/sn16.9_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn41/sn41.9_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn41/sn41.9_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn41/sn41.8_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn41/sn41.8_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn16/sn16.10_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn16/sn16.10_translation-en-sujato.json",
      "root/pli/ms/sutta/mn/mn71_root-pli-ms.json",
      "translation/en/sujato/sutta/mn/mn71_translation-en-sujato.json",
      "root/pli/ms/sutta/sn/sn16/sn16.11_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn16/sn16.11_translation-en-sujato.json",
      "root/pli/ms/sutta/kn/thig/thig3.3_root-pli-ms.json",
      "translation/en/sujato/sutta/kn/thig/thig3.3_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an7/an7.53_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an7/an7.53_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an5/an5.180_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an5/an5.180_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "sn16.9/en/sujato",
      "sn41.9/en/sujato",
      "sn41.8/en/sujato",
      "sn16.10/en/sujato",
      "mn71/en/sujato",
      "sn16.11/en/sujato",
      "thig3.3/en/sujato",
      "an7.53/en/sujato",
      "an5.180/en/sujato"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn16/sn16.9_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn16/sn16.9_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn16.9",
        "lang": "en",
        "segMap": {
          "sn16.9:1.2": {
            "scid": "sn16.9:1.2",
            "pli": "“Ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "“Mendicants, <span class=\"ebt-matched\">whenever I want</span>, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          },
          "sn16.9:2.1": {
            "scid": "sn16.9:2.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, as the placing of the mind and keeping it connected are stilled, I enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
            "matched": true
          },
          "sn16.9:3.1": {
            "scid": "sn16.9:3.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi pītiyā ca virāgā upekkhako ca viharāmi sato ca sampajāno sukhañca kāyena paṭisaṁvedemi, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, with the fading away of rapture, I enter and remain in the third absorption, where I meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
            "matched": true
          },
          "sn16.9:4.1": {
            "scid": "sn16.9:4.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, with the giving up of pleasure and pain, and the ending of former happiness and sadness, I enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
            "matched": true
          },
          "sn16.9:5.1": {
            "scid": "sn16.9:5.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ananto ākāsoti ākāsānañcāyatanaṁ upasampajja viharāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, I enter and remain in the dimension of infinite space. ",
            "matched": true
          },
          "sn16.9:6.1": {
            "scid": "sn16.9:6.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso ākāsānañcāyatanaṁ samatikkamma anantaṁ viññāṇanti viññāṇañcāyatanaṁ upasampajja viharāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, I enter and remain in the dimension of infinite consciousness. ",
            "matched": true
          },
          "sn16.9:7.1": {
            "scid": "sn16.9:7.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, I enter and remain in the dimension of nothingness. ",
            "matched": true
          },
          "sn16.9:8.1": {
            "scid": "sn16.9:8.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, going totally beyond the dimension of nothingness, I enter and remain in the dimension of neither perception nor non-perception. ",
            "matched": true
          },
          "sn16.9:9.1": {
            "scid": "sn16.9:9.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, going totally beyond the dimension of neither perception nor non-perception, I enter and remain in the cessation of perception and feeling. ",
            "matched": true
          },
          "sn16.9:10.1": {
            "scid": "sn16.9:10.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi anekavihitaṁ iddhividhaṁ paccanubhomi—ekopi hutvā bahudhā homi, bahudhāpi hutvā eko homi; āvibhāvaṁ, tirobhāvaṁ, tirokuṭṭaṁ, tiropākāraṁ, tiropabbataṁ, asajjamāno gacchāmi, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karomi, seyyathāpi udake; udakepi abhijjamāne gacchāmi, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamāmi, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimasāmi parimajjāmi; yāva brahmalokāpi kāyena vasaṁ vattemi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, I wield the many kinds of psychic power: multiplying myself and becoming one again; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. I control the body as far as the Brahmā realm. ",
            "matched": true
          },
          "sn16.9:11.1": {
            "scid": "sn16.9:11.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāmi, dibbe ca mānuse ca, ye dūre santike ca. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, with clairaudience that is purified and superhuman, I hear both kinds of sounds, human and divine, whether near or far. ",
            "matched": true
          },
          "sn16.9:12.1": {
            "scid": "sn16.9:12.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāmi—",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, I understand the minds of other beings and individuals, having comprehended them with my mind. ",
            "matched": true
          },
          "sn16.9:13.1": {
            "scid": "sn16.9:13.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi anekavihitaṁ pubbenivāsaṁ anussarāmi, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, I recollect my many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. I remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so I recollect my many kinds of past lives, with features and details. ",
            "matched": true
          },
          "sn16.9:14.1": {
            "scid": "sn16.9:14.1",
            "pli": "Ahaṁ, bhikkhave, yāvade ākaṅkhāmi dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi: ‘ime vata, bhonto, sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā, ime vā pana, bhonto, sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings are reborn according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings are reborn according to their deeds. ",
            "matched": true
          }
        },
        "score": 14.264,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Linked Discourses 16\n1. Kassapa\n9. Absorptions and Insights",
        "segsMatched": 14,
        "langSegs": {
          "pli": 53,
          "en": 50
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn41/sn41.9_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn41/sn41.9_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn41.9",
        "lang": "en",
        "segMap": {
          "sn41.9:2.5": {
            "scid": "sn41.9:2.5",
            "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "For <span class=\"ebt-matched\">whenever I want</span>, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          },
          "sn41.9:2.6": {
            "scid": "sn41.9:2.6",
            "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, vitakkavicārānaṁ vūpasamā … dutiyaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "And <span class=\"ebt-matched\">whenever I want</span>, as the placing of the mind and keeping it connected are stilled … I enter and remain in the second absorption. ",
            "matched": true
          },
          "sn41.9:2.7": {
            "scid": "sn41.9:2.7",
            "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "And <span class=\"ebt-matched\">whenever I want</span>, with the fading away of rapture … I enter and remain in the third absorption. ",
            "matched": true
          },
          "sn41.9:2.8": {
            "scid": "sn41.9:2.8",
            "pli": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "And <span class=\"ebt-matched\">whenever I want</span>, giving up pleasure and pain … I enter and remain in the fourth absorption. ",
            "matched": true
          }
        },
        "score": 4.108,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Linked Discourses 41\n1. With Citta\n9. With Kassapa, the Naked Ascetic",
        "segsMatched": 4,
        "langSegs": {
          "pli": 37,
          "en": 36
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn41/sn41.8_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn41/sn41.8_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn41.8",
        "lang": "en",
        "segMap": {
          "sn41.8:3.4": {
            "scid": "sn41.8:3.4",
            "pli": "“Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "“Well sir, <span class=\"ebt-matched\">whenever I want</span>, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          },
          "sn41.8:3.5": {
            "scid": "sn41.8:3.5",
            "pli": "Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "And <span class=\"ebt-matched\">whenever I want</span>, as the placing of the mind and keeping it connected are stilled … I enter and remain in the second absorption. ",
            "matched": true
          },
          "sn41.8:3.6": {
            "scid": "sn41.8:3.6",
            "pli": "Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "And <span class=\"ebt-matched\">whenever I want</span>, with the fading away of rapture … I enter and remain in the third absorption. ",
            "matched": true
          },
          "sn41.8:3.7": {
            "scid": "sn41.8:3.7",
            "pli": "Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "And <span class=\"ebt-matched\">whenever I want</span>, giving up pleasure and pain … I enter and remain in the fourth absorption. ",
            "matched": true
          }
        },
        "score": 4.091,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Linked Discourses 41\n1. With Citta\n8. Nigaṇṭha Nāṭaputta",
        "segsMatched": 4,
        "langSegs": {
          "pli": 44,
          "en": 43
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/mn/mn71_root-pli-ms.json",
          "translation/en/sujato/sutta/mn/mn71_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "mn71",
        "lang": "en",
        "segMap": {
          "mn71:7.1": {
            "scid": "mn71:7.1",
            "pli": "Ahañhi, vaccha, yāvadeva ākaṅkhāmi anekavihitaṁ pubbenivāsaṁ anussarāmi, ",
            "en": "For, Vaccha, <span class=\"ebt-matched\">whenever I want</span>, I recollect my many kinds of past lives. ",
            "matched": true
          },
          "mn71:8.1": {
            "scid": "mn71:8.1",
            "pli": "Ahañhi, vaccha, yāvadeva ākaṅkhāmi dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …pe… yathākammūpage satte pajānāmi. ",
            "en": "And <span class=\"ebt-matched\">whenever I want</span>, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings are reborn according to their deeds. ",
            "matched": true
          }
        },
        "score": 2.043,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Middle Discourses 71\nTo Vacchagotta on the Three Knowledges",
        "segsMatched": 2,
        "langSegs": {
          "pli": 46,
          "en": 45
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn16/sn16.10_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn16/sn16.10_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn16.10",
        "lang": "en",
        "segMap": {
          "sn16.10:5.3": {
            "scid": "sn16.10:5.3",
            "pli": "‘ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "‘Mendicants, <span class=\"ebt-matched\">whenever I want</span>, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          },
          "sn16.10:6.2": {
            "scid": "sn16.10:6.2",
            "pli": "‘ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "‘Mendicants, <span class=\"ebt-matched\">whenever I want</span>, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          }
        },
        "score": 2.043,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Linked Discourses 16\n1. Kassapa\n10. The Nuns’ Quarters",
        "segsMatched": 2,
        "langSegs": {
          "pli": 47,
          "en": 46
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/kn/thig/thig3.3_root-pli-ms.json",
          "translation/en/sujato/sutta/kn/thig/thig3.3_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "thig3.3",
        "lang": "en",
        "segMap": {
          "thig3.3:2.2": {
            "scid": "thig3.3:2.2",
            "pli": "lābhinīhaṁ yadicchakaṁ;",
            "en": "and signlessness <span class=\"ebt-matched\">whenever I want</span>.",
            "matched": true
          }
        },
        "score": 1.063,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verses of the Senior Nuns\nThe Book of the Threes\n3.3. Another Uttamā",
        "segsMatched": 1,
        "langSegs": {
          "pli": 16,
          "en": 15
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn16/sn16.11_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn16/sn16.11_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn16.11",
        "lang": "en",
        "segMap": {
          "sn16.11:16.1": {
            "scid": "sn16.11:16.1",
            "pli": "Ahaṁ kho, āvuso, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. … ",
            "matched": true
          }
        },
        "score": 1.013,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Linked Discourses 16\n1. Kassapa\n11. Robes",
        "segsMatched": 1,
        "langSegs": {
          "pli": 79,
          "en": 78
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an7/an7.53_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an7/an7.53_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an7.53",
        "lang": "en",
        "segMap": {
          "an7.53:12.3": {
            "scid": "an7.53:12.3",
            "pli": "Idhāhaṁ, bhante, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
            "en": "<span class=\"ebt-matched\">Whenever I want</span>, quite secluded from sensual pleasures, secluded from unskillful qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
            "matched": true
          }
        },
        "score": 1.012,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 7\n5. A Great Sacrifice\n53. Nanda’s Mother",
        "segsMatched": 1,
        "langSegs": {
          "pli": 84,
          "en": 82
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an5/an5.180_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an5/an5.180_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an5.180",
        "lang": "en",
        "segMap": {
          "an5.180:9.2": {
            "scid": "an5.180:9.2",
            "pli": "‘ahaṁ kho imassa anuttarassa vimuttisukhassa nikāmalābhī homi akicchalābhī akasiralābhī. ",
            "en": "‘I get the supreme bliss of freedom <span class=\"ebt-matched\">whenever I want</span>, without trouble or difficulty. ",
            "matched": true
          }
        },
        "score": 1.01,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 5\n18. A Lay Follower\n180. About Gavesī",
        "segsMatched": 1,
        "langSegs": {
          "pli": 96,
          "en": 94
        }
      }
    ]
  }
}