{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "criticized on",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en"
      ],
      "maxResults": 1000,
      "searchLang": "en",
      "maxDoc": 50,
      "minLang": 2,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "en",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "en",
    "searchLang": "en",
    "minLang": 2,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "criticized on",
    "method": "phrase",
    "resultPattern": "\\bcriticized on",
    "segsMatched": 45,
    "bilaraPaths": [
      "root/pli/ms/sutta/sn/sn42/sn42.12_root-pli-ms.json",
      "translation/en/sujato/sutta/sn/sn42/sn42.12_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an10/an10.91_root-pli-ms.json",
      "translation/en/sujato/sutta/an/an10/an10.91_translation-en-sujato.json",
      "root/pli/ms/sutta/mn/mn3_root-pli-ms.json",
      "translation/en/sujato/sutta/mn/mn3_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "sn42.12/en/sujato",
      "an10.91/en/sujato",
      "mn3/en/sujato"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn42/sn42.12_root-pli-ms.json",
          "translation/en/sujato/sutta/sn/sn42/sn42.12_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn42.12",
        "lang": "en",
        "segMap": {
          "sn42.12:6.2": {
            "scid": "sn42.12:6.2",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī tīhi ṭhānehi gārayho. ",
            "en": "They may be <span class=\"ebt-matched\">criticized on</span> three grounds. ",
            "matched": true
          },
          "sn42.12:6.7": {
            "scid": "sn42.12:6.7",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi tīhi ṭhānehi gārayho. ",
            "en": "This pleasure seeker may be <span class=\"ebt-matched\">criticized on</span> these three grounds. ",
            "matched": true
          },
          "sn42.12:7.2": {
            "scid": "sn42.12:7.2",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī dvīhi ṭhānehi gārayho, ekena ṭhānena pāsaṁso. ",
            "en": "This pleasure seeker may be <span class=\"ebt-matched\">criticized on</span> two grounds, and praised on one. ",
            "matched": true
          },
          "sn42.12:7.8": {
            "scid": "sn42.12:7.8",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi dvīhi ṭhānehi gārayho, iminā ekena ṭhānena pāsaṁso. ",
            "en": "This pleasure seeker may be <span class=\"ebt-matched\">criticized on</span> these two grounds, and praised on this one. ",
            "matched": true
          },
          "sn42.12:8.2": {
            "scid": "sn42.12:8.2",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī ekena ṭhānena gārayho, dvīhi ṭhānehi pāsaṁso. ",
            "en": "This pleasure seeker may be <span class=\"ebt-matched\">criticized on</span> one ground, and praised on two. ",
            "matched": true
          },
          "sn42.12:8.8": {
            "scid": "sn42.12:8.8",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī, iminā ekena ṭhānena gārayho, imehi dvīhi ṭhānehi pāsaṁso. ",
            "en": "This pleasure seeker may be <span class=\"ebt-matched\">criticized on</span> this one ground, and praised on these two. ",
            "matched": true
          },
          "sn42.12:9.2": {
            "scid": "sn42.12:9.2",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī ekena ṭhānena pāsaṁso, tīhi ṭhānehi gārayho. ",
            "en": "They may be praised on one ground, and <span class=\"ebt-matched\">criticized on</span> three. ",
            "matched": true
          },
          "sn42.12:9.9": {
            "scid": "sn42.12:9.9",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī iminā ekena ṭhānena pāsaṁso, imehi tīhi ṭhānehi gārayho. ",
            "en": "This pleasure seeker may be praised on this one ground, and <span class=\"ebt-matched\">criticized on</span> these three. ",
            "matched": true
          },
          "sn42.12:10.2": {
            "scid": "sn42.12:10.2",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī dvīhi ṭhānehi pāsaṁso, dvīhi ṭhānehi gārayho. ",
            "en": "They may be praised on two grounds, and <span class=\"ebt-matched\">criticized on</span> two. ",
            "matched": true
          },
          "sn42.12:10.9": {
            "scid": "sn42.12:10.9",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi dvīhi ṭhānehi pāsaṁso, imehi dvīhi ṭhānehi gārayho. ",
            "en": "This pleasure seeker may be praised on these two grounds, and <span class=\"ebt-matched\">criticized on</span> these two. ",
            "matched": true
          },
          "sn42.12:11.2": {
            "scid": "sn42.12:11.2",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī tīhi ṭhānehi pāsaṁso, ekena ṭhānena gārayho. ",
            "en": "They may be praised on three grounds, and <span class=\"ebt-matched\">criticized on</span> one. ",
            "matched": true
          },
          "sn42.12:11.9": {
            "scid": "sn42.12:11.9",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi tīhi ṭhānehi pāsaṁso, iminā ekena ṭhānena gārayho. ",
            "en": "This pleasure seeker may be praised on these three grounds, and <span class=\"ebt-matched\">criticized on</span> this one. ",
            "matched": true
          },
          "sn42.12:12.2": {
            "scid": "sn42.12:12.2",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī ekena ṭhānena pāsaṁso, dvīhi ṭhānehi gārayho. ",
            "en": "They may be praised on one ground, and <span class=\"ebt-matched\">criticized on</span> two. ",
            "matched": true
          },
          "sn42.12:12.8": {
            "scid": "sn42.12:12.8",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī iminā ekena ṭhānena pāsaṁso, imehi dvīhi ṭhānehi gārayho. ",
            "en": "This pleasure seeker may be praised on this one ground, and <span class=\"ebt-matched\">criticized on</span> these two. ",
            "matched": true
          },
          "sn42.12:13.2": {
            "scid": "sn42.12:13.2",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī dvīhi ṭhānehi pāsaṁso, ekena ṭhānena gārayho. ",
            "en": "This pleasure seeker may be praised on two grounds, and <span class=\"ebt-matched\">criticized on</span> one. ",
            "matched": true
          },
          "sn42.12:13.8": {
            "scid": "sn42.12:13.8",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi dvīhi ṭhānehi pāsaṁso, iminā ekena ṭhānena gārayho. ",
            "en": "This pleasure seeker may be praised on these two grounds, and <span class=\"ebt-matched\">criticized on</span> this one. ",
            "matched": true
          },
          "sn42.12:14.2": {
            "scid": "sn42.12:14.2",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī tīhi ṭhānehi pāsaṁso, ekena ṭhānena gārayho. ",
            "en": "They may be praised on three grounds and <span class=\"ebt-matched\">criticized on</span> one. ",
            "matched": true
          },
          "sn42.12:14.9": {
            "scid": "sn42.12:14.9",
            "pli": "Ayaṁ, gāmaṇi, kāmabhogī imehi tīhi ṭhānehi pāsaṁso, iminā ekena ṭhānena gārayho. ",
            "en": "This pleasure seeker may be praised on these three grounds, and <span class=\"ebt-matched\">criticized on</span> this one. ",
            "matched": true
          },
          "sn42.12:19.1": {
            "scid": "sn42.12:19.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ tapassī lūkhajīvī attānaṁ ātāpeti paritāpeti, kusalañca dhammaṁ nādhigacchati, uttari ca manussadhammā alamariyañāṇadassanavisesaṁ na sacchikaroti. Ayaṁ, gāmaṇi, tapassī lūkhajīvī tīhi ṭhānehi gārayho. ",
            "en": "In this case, the first self-mortifier may be <span class=\"ebt-matched\">criticized on</span> three grounds. ",
            "matched": true
          },
          "sn42.12:19.6": {
            "scid": "sn42.12:19.6",
            "pli": "Ayaṁ, gāmaṇi, tapassī lūkhajīvī, imehi tīhi ṭhānehi gārayho. ",
            "en": "This self-mortifier may be <span class=\"ebt-matched\">criticized on</span> these three grounds. ",
            "matched": true
          },
          "sn42.12:20.2": {
            "scid": "sn42.12:20.2",
            "pli": "Ayaṁ, gāmaṇi, tapassī lūkhajīvī dvīhi ṭhānehi gārayho, ekena ṭhānena pāsaṁso. ",
            "en": "may be <span class=\"ebt-matched\">criticized on</span> two grounds, and praised on one. ",
            "matched": true
          },
          "sn42.12:20.8": {
            "scid": "sn42.12:20.8",
            "pli": "Ayaṁ, gāmaṇi, tapassī lūkhajīvī imehi dvīhi ṭhānehi gārayho, iminā ekena ṭhānena pāsaṁso. ",
            "en": "This self-mortifier may be <span class=\"ebt-matched\">criticized on</span> these two grounds, and praised on one. ",
            "matched": true
          },
          "sn42.12:21.1": {
            "scid": "sn42.12:21.1",
            "pli": "Tatra, gāmaṇi, yvāyaṁ tapassī lūkhajīvī attānaṁ ātāpeti paritāpeti, kusalañca dhammaṁ adhigacchati, uttari ca manussadhammā alamariyañāṇadassanavisesaṁ sacchikaroti. Ayaṁ, gāmaṇi, tapassī lūkhajīvī ekena ṭhānena gārayho, dvīhi ṭhānehi pāsaṁso. ",
            "en": "In this case, the third self-mortifier may be <span class=\"ebt-matched\">criticized on</span> one ground, and praised on two. ",
            "matched": true
          },
          "sn42.12:21.7": {
            "scid": "sn42.12:21.7",
            "pli": "Ayaṁ, gāmaṇi, tapassī lūkhajīvī iminā ekena ṭhānena gārayho, imehi dvīhi ṭhānehi pāsaṁso. ",
            "en": "This self-mortifier may be <span class=\"ebt-matched\">criticized on</span> this one ground, and praised on two. ",
            "matched": true
          }
        },
        "score": 24.142,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Linked Discourses 42\n1. Chiefs\n12. With Rāsiya",
        "segsMatched": 24,
        "langSegs": {
          "pli": 169,
          "en": 168
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an10/an10.91_root-pli-ms.json",
          "translation/en/sujato/sutta/an/an10/an10.91_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an10.91",
        "lang": "en",
        "segMap": {
          "an10.91:12.1": {
            "scid": "an10.91:12.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be <span class=\"ebt-matched\">criticized on</span> three grounds. ",
            "matched": true
          },
          "an10.91:12.5": {
            "scid": "an10.91:12.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi tīhi ṭhānehi gārayho. ",
            "en": "This pleasure seeker may be <span class=\"ebt-matched\">criticized on</span> these three grounds. ",
            "matched": true
          },
          "an10.91:13.1": {
            "scid": "an10.91:13.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi gārayho ekena ṭhānena pāsaṁso. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be <span class=\"ebt-matched\">criticized on</span> two grounds, and praised on one. ",
            "matched": true
          },
          "an10.91:13.5": {
            "scid": "an10.91:13.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi dvīhi ṭhānehi gārayho iminā ekena ṭhānena pāsaṁso. ",
            "en": "This pleasure seeker may be <span class=\"ebt-matched\">criticized on</span> these two grounds, and praised on this one. ",
            "matched": true
          },
          "an10.91:14.1": {
            "scid": "an10.91:14.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena gārayho dvīhi ṭhānehi pāsaṁso. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves happy and pleased, and shares it and makes merit. They may be <span class=\"ebt-matched\">criticized on</span> one ground, and praised on two. ",
            "matched": true
          },
          "an10.91:14.5": {
            "scid": "an10.91:14.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī iminā ekena ṭhānena gārayho, imehi dvīhi ṭhānehi pāsaṁso. ",
            "en": "This pleasure seeker may be <span class=\"ebt-matched\">criticized on</span> this one ground, and praised on these two. ",
            "matched": true
          },
          "an10.91:15.1": {
            "scid": "an10.91:15.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena pāsaṁso tīhi ṭhānehi gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be praised on one ground, and <span class=\"ebt-matched\">criticized on</span> three. ",
            "matched": true
          },
          "an10.91:15.6": {
            "scid": "an10.91:15.6",
            "pli": "Ayaṁ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṁso imehi tīhi ṭhānehi gārayho. ",
            "en": "This pleasure seeker may be praised on this one ground, and <span class=\"ebt-matched\">criticized on</span> these three. ",
            "matched": true
          },
          "an10.91:16.1": {
            "scid": "an10.91:16.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṁso dvīhi ṭhānehi gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be praised on two grounds, and <span class=\"ebt-matched\">criticized on</span> two. ",
            "matched": true
          },
          "an10.91:16.6": {
            "scid": "an10.91:16.6",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi dvīhi ṭhānehi pāsaṁso imehi dvīhi ṭhānehi gārayho. ",
            "en": "This pleasure seeker may be praised on these two grounds, and <span class=\"ebt-matched\">criticized on</span> these two. ",
            "matched": true
          },
          "an10.91:17.1": {
            "scid": "an10.91:17.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, and shares it and make merit. They may be praised on three grounds, and <span class=\"ebt-matched\">criticized on</span> one. ",
            "matched": true
          },
          "an10.91:17.6": {
            "scid": "an10.91:17.6",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi tīhi ṭhānehi pāsaṁso iminā ekena ṭhānena gārayho. ",
            "en": "This pleasure seeker may be praised on these three grounds, and <span class=\"ebt-matched\">criticized on</span> this one. ",
            "matched": true
          },
          "an10.91:18.1": {
            "scid": "an10.91:18.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena na attānaṁ sukheti na pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī ekena ṭhānena pāsaṁso dvīhi ṭhānehi gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who doesn’t make themselves happy and pleased, nor share it and make merit. They may be praised on one ground and <span class=\"ebt-matched\">criticized on</span> two. ",
            "matched": true
          },
          "an10.91:18.5": {
            "scid": "an10.91:18.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṁso imehi dvīhi ṭhānehi gārayho. ",
            "en": "This pleasure seeker may be praised on this one ground, and <span class=\"ebt-matched\">criticized on</span> these two. ",
            "matched": true
          },
          "an10.91:19.1": {
            "scid": "an10.91:19.1",
            "pli": "Tatra, gahapati, yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti na saṁvibhajati na puññāni karoti, ayaṁ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be praised on two grounds and <span class=\"ebt-matched\">criticized on</span> one. ",
            "matched": true
          },
          "an10.91:19.5": {
            "scid": "an10.91:19.5",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi dvīhi ṭhānehi pāsaṁso iminā ekena ṭhānena gārayho. ",
            "en": "This pleasure seeker may be praised on these two grounds, and <span class=\"ebt-matched\">criticized on</span> this one. ",
            "matched": true
          },
          "an10.91:20.1": {
            "scid": "an10.91:20.1",
            "pli": "Tatra, gahapati yvāyaṁ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṁ sukheti pīṇeti saṁvibhajati puññāni karoti, te ca bhoge gathito mucchito ajjhosanno anādīnavadassāvī anissaraṇapañño paribhuñjati, ayaṁ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṁso ekena ṭhānena gārayho. ",
            "en": "Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit. But they enjoy that wealth tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. They may be praised on three grounds and <span class=\"ebt-matched\">criticized on</span> one. ",
            "matched": true
          },
          "an10.91:20.6": {
            "scid": "an10.91:20.6",
            "pli": "Ayaṁ, gahapati, kāmabhogī imehi tīhi ṭhānehi pāsaṁso iminā ekena ṭhānena gārayho. ",
            "en": "This pleasure seeker may be praised on these three grounds, and <span class=\"ebt-matched\">criticized on</span> this one. ",
            "matched": true
          }
        },
        "score": 18.202,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Numbered Discourses 10\n10. With Upāli\n91. Pleasure Seekers",
        "segsMatched": 18,
        "langSegs": {
          "pli": 89,
          "en": 88
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/mn/mn3_root-pli-ms.json",
          "translation/en/sujato/sutta/mn/mn3_translation-en-sujato.json"
        ],
        "author_uid": "sujato",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "mn3",
        "lang": "en",
        "segMap": {
          "mn3:6.5": {
            "scid": "mn3:6.5",
            "pli": "Tatrāvuso, therā bhikkhū tīhi ṭhānehi gārayhā bhavanti. ",
            "en": "In this case, the senior mendicants should be <span class=\"ebt-matched\">criticized on</span> three grounds. ",
            "matched": true
          },
          "mn3:6.12": {
            "scid": "mn3:6.12",
            "pli": "Therā, āvuso, bhikkhū imehi tīhi ṭhānehi gārayhā bhavanti. ",
            "en": "The senior mendicants should be <span class=\"ebt-matched\">criticized on</span> these three grounds. ",
            "matched": true
          },
          "mn3:6.14": {
            "scid": "mn3:6.14",
            "pli": "navā bhikkhū tīhi ṭhānehi gārayhā bhavanti. ",
            "en": "and the junior mendicants should be <span class=\"ebt-matched\">criticized on</span> the same three grounds. ",
            "matched": true
          }
        },
        "score": 3.023,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Middle Discourses 3\nHeirs in the Teaching",
        "segsMatched": 3,
        "langSegs": {
          "pli": 128,
          "en": 127
        }
      }
    ]
  }
}