{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "kassapa der prinz",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "kassapa der prinz",
    "method": "phrase",
    "resultPattern": "\\bkassapa der prinz",
    "segsMatched": 13,
    "bilaraPaths": [
      "root/pli/ms/sutta/dn/dn23_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/dn/dn23_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/dn/dn23_translation-en-sujato.json",
      "root/pli/ms/sutta/mn/mn23_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/mn/mn23_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/mn/mn23_translation-en-sujato.json",
      "root/pli/ms/sutta/an/an1/an1.209-218_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/an/an1/an1.209-218_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/an/an1/an1.209-218_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "dn23/de/sabbamitta",
      "mn23/de/sabbamitta",
      "an1.209-218/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn23_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/dn/dn23_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/dn/dn23_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "dn23",
        "lang": "de",
        "segMap": {
          "dn23:1.2": {
            "scid": "dn23:1.2",
            "pli": "ekaṁ samayaṁ āyasmā kumārakassapo kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi yena setabyā nāma kosalānaṁ nagaraṁ tadavasari. ",
            "de": "Einmal wanderte der Ehrwürdige <span class=\"ebt-matched\">Kassapa der Prinz</span> im Land der Kosaler mit einem großen Saṅgha von fünfhundert Mönchen und Nonnen. Da kam er zu einer Festungsstadt mit Namen Setavyā. ",
            "en": "At one time Venerable Kassapa the Prince was wandering in the land of the Kosalans together with a large Saṅgha of five hundred mendicants when he arrived at a Kosalan citadel named Setavyā. ",
            "matched": true
          },
          "dn23:2.4": {
            "scid": "dn23:2.4",
            "pli": "“samaṇo khalu bho kumārakassapo samaṇassa gotamassa sāvako kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi setabyaṁ anuppatto setabyāyaṁ viharati uttarena setabyaṁ siṁsapāvane. ",
            "de": "„Es scheint, der Asket <span class=\"ebt-matched\">Kassapa der Prinz</span> – ein Schüler des Asketen Gotama – hält sich im Wäldchen von Indischem Palisander im Norden von Setavyā auf. ",
            "en": "“It seems the ascetic Kassapa the Prince—a disciple of the ascetic Gotama—is staying in the grove of Indian Rosewood to the north of Setavyā. ",
            "matched": true
          },
          "dn23:3.5": {
            "scid": "dn23:3.5",
            "pli": "“Atthi kho, bho, samaṇo kumārakassapo, samaṇassa gotamassa sāvako kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi setabyaṁ anuppatto setabyāyaṁ viharati uttarena setabyaṁ siṁsapāvane. ",
            "de": "„Der Asket <span class=\"ebt-matched\">Kassapa der Prinz</span> – ein Schüler des Asketen Gotama – hält sich im Wäldchen von Indischem Palisander im Norden von Setavyā auf. ",
            "en": "“The ascetic Kassapa the Prince—a disciple of the ascetic Gotama—is staying in the grove of Indian Rosewood to the north of Setavyā. ",
            "matched": true
          },
          "dn23:3.12": {
            "scid": "dn23:3.12",
            "pli": "Purā samaṇo kumārakassapo setabyake brāhmaṇagahapatike bāle abyatte saññāpeti: ",
            "de": "bevor <span class=\"ebt-matched\">Kassapa der Prinz</span> diese törichten und unfähigen Brahmanen und Hausbesitzer davon überzeugt, ",
            "en": "Before Kassapa the Prince convinces those foolish and incompetent brahmins and householders that ",
            "matched": true
          },
          "dn23:4.1": {
            "scid": "dn23:4.1",
            "pli": "Atha kho pāyāsi rājañño setabyakehi brāhmaṇagahapatikehi parivuto yena siṁsapāvanaṁ yenāyasmā kumārakassapo tenupasaṅkami; upasaṅkamitvā āyasmatā kumārakassapena saddhiṁ sammodi, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
            "de": "Da begleitete Pāyāsi die Brahmanen und Hausbesitzer, ging zu Kassapa dem Prinzen und tauschte Willkommensgrüße mit ihm aus. Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin. ",
            "en": "Then Pāyāsi escorted by the brahmins and householders, went up to Kassapa the Prince, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side. ",
            "matched": true
          },
          "dn23:4.2": {
            "scid": "dn23:4.2",
            "pli": "Setabyakāpi kho brāhmaṇagahapatikā appekacce āyasmantaṁ kumārakassapaṁ abhivādetvā ekamantaṁ nisīdiṁsu; ",
            "de": "Manche der Brahmanen und Hausbesitzer verbeugten sich, manche begrüßten Kassapa den Prinzen und tauschten Höflichkeiten aus, manche hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen. Alle setzten sich zur Seite hin. ",
            "en": "Before sitting down to one side, some of the brahmins and householders of Setavyā bowed, some exchanged greetings and polite conversation, some held up their joined palms toward Kassapa the Prince, some announced their name and clan, while some kept silent. ",
            "matched": true
          },
          "dn23:5.1": {
            "scid": "dn23:5.1",
            "pli": "Ekamantaṁ nisinno kho pāyāsi rājañño āyasmantaṁ kumārakassapaṁ etadavoca: ",
            "de": "Und der Stammesfürst Pāyāsi sagte zum Ehrwürdigen Kassapa dem Prinzen: ",
            "en": "Seated to one side, the chieftain Pāyāsi said to Venerable Kassapa the Prince, ",
            "matched": true
          },
          "dn23:33.9": {
            "scid": "dn23:33.9",
            "pli": "Api cāhaṁ ayyena kumārakassapena etasmā pāpakā diṭṭhigatā vivecito”ti. ",
            "de": "Aber der Ehrwürdige <span class=\"ebt-matched\">Kassapa der Prinz</span> brachte mich von diesem schädlichen Irrglauben ab.“ ",
            "en": "But Venerable Kassapa the Prince dissuaded me from that harmful misconception.” ",
            "matched": true
          }
        },
        "score": 8.011,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Lange Lehrreden 23\nMit Pāyāsi",
        "segsMatched": 8,
        "langSegs": {
          "pli": 715,
          "de": 636,
          "en": 713
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/mn/mn23_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/mn/mn23_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/mn/mn23_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "mn23",
        "lang": "de",
        "segMap": {
          "mn23:1.3": {
            "scid": "mn23:1.3",
            "pli": "Tena kho pana samayena āyasmā kumārakassapo andhavane viharati. ",
            "de": "Zu dieser Zeit nun hielt sich der Ehrwürdige <span class=\"ebt-matched\">Kassapa der Prinz</span> im Finsteren Wald auf. ",
            "en": "Now at that time Venerable Kassapa the Prince was staying in the Dark Forest. ",
            "matched": true
          },
          "mn23:1.4": {
            "scid": "mn23:1.4",
            "pli": "Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṁ andhavanaṁ obhāsetvā yenāyasmā kumārakassapo tenupasaṅkami; upasaṅkamitvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhitā kho sā devatā āyasmantaṁ kumārakassapaṁ etadavoca: ",
            "de": "Da kam spät in der Nacht eine prachtvolle Gottheit, die den ganzen Finsteren Wald erhellte, zu Kassapa dem Prinzen, stellte sich zur Seite hin und sagte: ",
            "en": "Then, late at night, a glorious deity, lighting up the entire Dark Forest, went up to Kassapa the Prince, stood to one side, and said: ",
            "matched": true
          },
          "mn23:3.1": {
            "scid": "mn23:3.1",
            "pli": "Atha kho āyasmā kumārakassapo tassā rattiyā accayena yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā kumārakassapo bhagavantaṁ etadavoca: ",
            "de": "Als dann die Nacht vorüber war, ging <span class=\"ebt-matched\">Kassapa der Prinz</span> zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
            "en": "Then, when the night had passed, Kassapa the Prince went to the Buddha, bowed, sat down to one side, and told him what had happened. Then he asked: ",
            "matched": true
          },
          "mn23:4.41": {
            "scid": "mn23:4.41",
            "pli": "Attamano āyasmā kumārakassapo bhagavato bhāsitaṁ abhinandīti. ",
            "de": "Zufrieden freute sich der Ehrwürdige <span class=\"ebt-matched\">Kassapa der Prinz</span> über die Worte des Buddha. ",
            "en": "Satisfied, Venerable Kassapa the Prince was happy with what the Buddha said. ",
            "matched": true
          }
        },
        "score": 4.038,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Mittlere Lehrreden 23\nDer Ameisenhaufen",
        "segsMatched": 4,
        "langSegs": {
          "pli": 104,
          "de": 103,
          "en": 103
        }
      },
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/an/an1/an1.209-218_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/an/an1/an1.209-218_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/an/an1/an1.209-218_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "an1.209-218",
        "lang": "de",
        "segMap": {
          "an1.217:1.1": {
            "scid": "an1.217:1.1",
            "pli": "… Cittakathikānaṁ yadidaṁ kumārakassapo. ",
            "de": "… mit geistvoller Rede ist <span class=\"ebt-matched\">Kassapa der Prinz</span>. ",
            "en": "… with brilliant speech is Kassapa the Prince. ",
            "matched": true
          }
        },
        "score": 1.071,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Nummerierte Lehrreden 1\n16. Drittes\n209–218",
        "segsMatched": 1,
        "langSegs": {
          "pli": 14,
          "de": 13,
          "en": 13
        }
      }
    ]
  }
}