{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "unmittelbar erkannt werden",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "unmittelbar erkannt werden",
    "method": "phrase",
    "resultPattern": "\\bunmittelbar erkannt werden",
    "segsMatched": 14,
    "bilaraPaths": [
      "root/pli/ms/sutta/dn/dn34_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/dn/dn34_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/dn/dn34_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "dn34/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/dn/dn34_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/dn/dn34_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/dn/dn34_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "dn34",
        "lang": "de",
        "segMap": {
          "dn34:1.2.1": {
            "scid": "dn34:1.2.1",
            "pli": "Eko, āvuso, dhammo bahukāro, eko dhammo bhāvetabbo, eko dhammo pariññeyyo, eko dhammo pahātabbo, eko dhammo hānabhāgiyo, eko dhammo visesabhāgiyo, eko dhammo duppaṭivijjho, eko dhammo uppādetabbo, eko dhammo abhiññeyyo, eko dhammo sacchikātabbo. ",
            "de": "Werte Freunde, ein Ding ist eine große Hilfe, ein Ding muss entwickelt werden, ein Ding muss vollständig verstanden werden, ein Ding muss aufgegeben werden, ein Ding führt zum Rückschritt, ein Ding führt zu Erhabenheit, ein Ding ist schwer zu erfassen, ein Ding muss erzeugt werden, ein Ding muss <span class=\"ebt-matched\">unmittelbar erkannt werden</span> und ein Ding muss verwirklicht werden. ",
            "en": "Reverends, one thing is helpful, one thing should be developed, one thing should be completely understood, one thing should be given up, one thing makes things worse, one thing leads to distinction, one thing is hard to comprehend, one thing should be produced, one thing should be directly known, one thing should be realized. ",
            "matched": true
          },
          "dn34:1.2.26": {
            "scid": "dn34:1.2.26",
            "pli": "Katamo eko dhammo abhiññeyyo? ",
            "de": "Welches eine Ding muss <span class=\"ebt-matched\">unmittelbar erkannt werden</span>? ",
            "en": "What one thing should be directly known? ",
            "matched": true
          },
          "dn34:1.3.1": {
            "scid": "dn34:1.3.1",
            "pli": "Dve dhammā bahukārā, dve dhammā bhāvetabbā, dve dhammā pariññeyyā, dve dhammā pahātabbā, dve dhammā hānabhāgiyā, dve dhammā visesabhāgiyā, dve dhammā duppaṭivijjhā, dve dhammā uppādetabbā, dve dhammā abhiññeyyā, dve dhammā sacchikātabbā. ",
            "de": "Zwei Dinge sind eine große Hilfe, zwei Dinge müssen entwickelt werden, zwei Dinge müssen vollständig verstanden werden, zwei Dinge müssen aufgegeben werden, zwei Dinge führen zum Rückschritt, zwei Dinge führen zu Erhabenheit, zwei Dinge sind schwer zu erfassen, zwei Dinge müssen erzeugt werden, zwei Dinge müssen <span class=\"ebt-matched\">unmittelbar erkannt werden</span> und zwei Dinge müssen verwirklicht werden. ",
            "en": "Two things are helpful, two things should be developed, two things should be completely understood, two things should be given up, two things make things worse, two things lead to distinction, two things are hard to comprehend, two things should be produced, two things should be directly known, two things should be realized. ",
            "matched": true
          },
          "dn34:1.3.27": {
            "scid": "dn34:1.3.27",
            "pli": "Katame dve dhammā abhiññeyyā? ",
            "de": "Welche zwei Dinge müssen <span class=\"ebt-matched\">unmittelbar erkannt werden</span>? ",
            "en": "What two things should be directly known? ",
            "matched": true
          },
          "dn34:1.4.33": {
            "scid": "dn34:1.4.33",
            "pli": "Katame tayo dhammā abhiññeyyā? ",
            "de": "Welche drei Dinge müssen <span class=\"ebt-matched\">unmittelbar erkannt werden</span>? ",
            "en": "What three things should be directly known? ",
            "matched": true
          },
          "dn34:1.5.37": {
            "scid": "dn34:1.5.37",
            "pli": "Katame cattāro dhammā abhiññeyyā? ",
            "de": "Welche vier Dinge müssen <span class=\"ebt-matched\">unmittelbar erkannt werden</span>? ",
            "en": "What four things should be directly known? ",
            "matched": true
          },
          "dn34:1.6.76": {
            "scid": "dn34:1.6.76",
            "pli": "Katame pañca dhammā abhiññeyyā? ",
            "de": "Welche fünf Dinge müssen <span class=\"ebt-matched\">unmittelbar erkannt werden</span>? ",
            "en": "What five things should be directly known? ",
            "matched": true
          },
          "dn34:1.7.79": {
            "scid": "dn34:1.7.79",
            "pli": "Katame cha dhammā abhiññeyyā? ",
            "de": "Welche sechs Dinge müssen <span class=\"ebt-matched\">unmittelbar erkannt werden</span>? ",
            "en": "What six things should be directly known? ",
            "matched": true
          },
          "dn34:1.8.47": {
            "scid": "dn34:1.8.47",
            "pli": "Katame satta dhammā abhiññeyyā? ",
            "de": "Welche sieben Dinge müssen <span class=\"ebt-matched\">unmittelbar erkannt werden</span>? ",
            "en": "What seven things should be directly known? ",
            "matched": true
          },
          "dn34:2.1.140": {
            "scid": "dn34:2.1.140",
            "pli": "‘natthi dinnaṁ, natthi yiṭṭhaṁ, natthi hutaṁ, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, natthi ayaṁ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedentī’ti. ",
            "de": "‚Geben, Opfer oder Spenden haben keine Bedeutung. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. Es gibt keine Verpflichtung gegenüber Mutter und Vater. Es gibt keine Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt keine Asketen oder Brahmanen, die richtig angekommen sind, richtig geübt haben, die das Leben nach dem Tod durch eigene Einsicht erkannt haben und es erklären.‘ ",
            "en": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There are no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’ ",
            "matched": true
          },
          "dn34:2.1.159": {
            "scid": "dn34:2.1.159",
            "pli": "Katame aṭṭha dhammā abhiññeyyā? ",
            "de": "Welche acht Dinge müssen <span class=\"ebt-matched\">unmittelbar erkannt werden</span>? ",
            "en": "What eight things should be directly known? ",
            "matched": true
          },
          "dn34:2.2.66": {
            "scid": "dn34:2.2.66",
            "pli": "Katame nava dhammā abhiññeyyā? ",
            "de": "Welche neun Dinge müssen <span class=\"ebt-matched\">unmittelbar erkannt werden</span>? ",
            "en": "What nine things should be directly known? ",
            "matched": true
          },
          "dn34:2.3.1": {
            "scid": "dn34:2.3.1",
            "pli": "Dasa dhammā bahukārā …pe… dasa dhammā sacchikātabbā. ",
            "de": "Zehn Dinge sind eine große Hilfe, zehn Dinge müssen entwickelt werden, zehn Dinge müssen vollständig verstanden werden, zehn Dinge müssen aufgegeben werden, zehn Dinge führen zum Rückschritt, zehn Dinge führen zu Erhabenheit, zehn Dinge sind schwer zu erfassen, zehn Dinge müssen erzeugt werden, zehn Dinge müssen <span class=\"ebt-matched\">unmittelbar erkannt werden</span> und zehn Dinge müssen verwirklicht werden. ",
            "en": "Ten things are helpful, ten things should be developed, ten things should be completely understood, ten things should be given up, ten things make things worse, ten things lead to distinction, ten things are hard to comprehend, ten things should be produced, ten things should be directly known, ten things should be realized. ",
            "matched": true
          },
          "dn34:2.3.111": {
            "scid": "dn34:2.3.111",
            "pli": "Katame dasa dhammā abhiññeyyā? ",
            "de": "Welche zehn Dinge müssen <span class=\"ebt-matched\">unmittelbar erkannt werden</span>? ",
            "en": "What ten things should be directly known? ",
            "matched": true
          }
        },
        "score": 14.016,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Lange Lehrreden 34\nBis zu zehn",
        "segsMatched": 14,
        "langSegs": {
          "pli": 894,
          "de": 754,
          "en": 891
        }
      }
    ]
  }
}