{
  "isPromise": true,
  "volume": "Seeker.callSlowFind",
  "args": [
    {
      "pattern": "es für dich zu kummer",
      "showMatchesOnly": true,
      "languages": [
        "pli",
        "en",
        "de"
      ],
      "maxResults": 1000,
      "searchLang": "de",
      "maxDoc": 50,
      "minLang": 3,
      "matchHighlight": "<span class=\"ebt-matched\">$&</span>",
      "lang": "de",
      "types": [
        "root",
        "translation"
      ],
      "includeUnpublished": false
    }
  ],
  "value": {
    "lang": "de",
    "searchLang": "de",
    "minLang": 3,
    "maxDoc": 50,
    "maxResults": 1000,
    "pattern": "es für dich zu kummer",
    "method": "phrase",
    "resultPattern": "\\bes für dich zu kummer",
    "segsMatched": 4,
    "bilaraPaths": [
      "root/pli/ms/sutta/sn/sn42/sn42.11_root-pli-ms.json",
      "translation/de/sabbamitta/sutta/sn/sn42/sn42.11_translation-de-sabbamitta.json",
      "translation/en/sujato/sutta/sn/sn42/sn42.11_translation-en-sujato.json"
    ],
    "suttaRefs": [
      "sn42.11/de/sabbamitta"
    ],
    "mlDocs": [
      {
        "bilaraPaths": [
          "root/pli/ms/sutta/sn/sn42/sn42.11_root-pli-ms.json",
          "translation/de/sabbamitta/sutta/sn/sn42/sn42.11_translation-de-sabbamitta.json",
          "translation/en/sujato/sutta/sn/sn42/sn42.11_translation-en-sujato.json"
        ],
        "author_uid": "sabbamitta",
        "type": "translation",
        "category": "sutta",
        "sutta_uid": "sn42.11",
        "lang": "de",
        "segMap": {
          "sn42.11:2.2": {
            "scid": "sn42.11:2.2",
            "pli": "atthi te uruvelakappe manussā yesaṁ te vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti? ",
            "de": "Gibt es hier in Uruvelakappa Menschen, bei denen <span class=\"ebt-matched\">es für dich zu Kummer</span>, Klage, Schmerz, Traurigkeit und Bedrängnis käme, wenn sie hingerichtet würden, ins Gefängnis kämen, zu einer Geldstrafe oder einer anderen Strafe verurteilt würden?“ ",
            "en": "Are there any people here in Uruvelakappa who, if they were executed, imprisoned, fined, or condemned, it would cause you sorrow, lamentation, pain, sadness, and distress?” ",
            "matched": true
          },
          "sn42.11:2.4": {
            "scid": "sn42.11:2.4",
            "pli": "“Atthi pana te, gāmaṇi, uruvelakappe manussā yesaṁ te vadhena vā bandhena vā jāniyā vā garahāya vā nuppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti? ",
            "de": "„Aber gibt es hier in Uruvelakappa Menschen, bei denen es für dich nicht zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis käme, wenn sie hingerichtet würden, ins Gefängnis kämen, zu einer Geldstrafe oder einer anderen Strafe verurteilt würden?“ ",
            "en": "“But are there any people here in Uruvelakappa who, if they were executed, imprisoned, fined, or condemned, it would not cause you sorrow, lamentation, pain, sadness, and distress?” ",
            "matched": true
          },
          "sn42.11:3.2": {
            "scid": "sn42.11:3.2",
            "pli": "ciravāsissa kumārassa vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti? ",
            "de": "Wenn Ciravāsi hingerichtet würde, ins Gefängnis käme, zu einer Geldstrafe oder einer anderen Strafe verurteilt würde, würde es deswegen für dich zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis kommen?“ ",
            "en": "If Ciravāsi was executed, imprisoned, fined, or condemned, would it cause you sorrow, lamentation, pain, sadness, and distress?” ",
            "matched": true
          },
          "sn42.11:5.2": {
            "scid": "sn42.11:5.2",
            "pli": "ciravāsimātuyā te vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti? ",
            "de": "Wenn Ciravāsis Mutter hingerichtet würde, ins Gefängnis käme, zu einer Geldstrafe oder einer anderen Strafe verurteilt würde, würde es deswegen für dich zu Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis kommen?“ ",
            "en": "If Ciravāsi’s mother was executed, imprisoned, fined, or condemned, would it cause you sorrow, lamentation, pain, sadness, and distress?” ",
            "matched": true
          }
        },
        "score": 4.073,
        "hyphen": "­",
        "maxWord": 30,
        "minWord": 5,
        "title": "Verbundene Lehrreden 42\n1. Ortsvorsteher\n11. Mit Bhadraka",
        "segsMatched": 4,
        "langSegs": {
          "pli": 55,
          "de": 54,
          "en": 54
        }
      }
    ]
  }
}